Repository: Medokha/MOSLEM
Catalog: lib/l10n/app_*.arb
Languages: ar

# helloWorld
source: MOSLEM
ar: مسليم

source: Azkar
ar: الاذكار

source: Eman
ar: الايمان

source: Hajj
ar: الحج

source: Rshala
ar: الرساله

source: Sahaba
ar: الصحابه

source: Sahada
ar: الشهاده

source: Umrah
ar: العمره

source: Zka
ar: الذكاه

source: Alla
ar: الله

source: Dua List
ar: قائمه الدعاء

source: Ahadees
ar: الاحاديث

source: Ahadees List
ar: قائمه الاحاديث

source: Other
ar: اخرى

source: Prayer Time
ar: موقيت الصلاه

source: Prayer
ar: الصلاه

source: Timing
ar: وقت

source: Fajr
ar: الفجر

source: Al-Shrouq
ar: الشروق

source: Noon
ar: الظهر

source: Al-Asr
ar: العصر

source: Maghrib
ar: المغرب

source: Al-Asha
ar: العشاء

source: Home
ar: الرئسيه

source: Search
ar: البحث

source: Bookmark
ar: علامه حفظ

source: Setting
ar: الاعدادات

source: Current location
ar: الموقع الحالى

source: Next Prayer Timing
ar: موعد الصلاه القادمه

source: Collection
ar: تجميع

source: Quran Ayat Of The Day
ar: ايات من القران اليوم

source: Qabah Direction
ar: اتجاه الكعبه

source: Qabah Direction is
ar: اتجاه الكعبه يكون

source: South-West
ar: جنوب-غرب

source: AL-Quran
ar: القران

source: Surah
ar: سوره

source: Juz
ar: جزء

source: Quran
ar: قران

source: Item Search
ar: البحث

source: Language
ar: اللغه

source: English
ar: انجليزى

source: Arabic
ar: عربى

source: Mode
ar: المود

source: Light
ar: فاتح

source: Dark
ar: داكن

source: Tasbih
ar: تسبيح

source: Change location
ar: تغير الموقع
